/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "‏%1$@ ‏%2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = "‏، إجمالي السعرات %1$@ ‏%2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = "‏، إجمالي المسافة %1$@ ‏%2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "‏%1$@ لـ \"%2$@\"";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "تمرين %1$@، ‏%2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "تاريخ التعديل: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "حسابات %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "تمرين %@، لا توجد بيانات وحدات";

/* A folder in Dropbox or Box */
"Folder" = "مجلد";

/* A single App Store app */
"App Store app" = "تطبيق App Store";

/* A single Box file */
"Box file" = "ملف Box";

/* A single Dropbox file */
"Dropbox file" = "ملف Dropbox";

/* A single Evernote note */
"Evernote note" = "ملاحظة Evernote";

/* A single Giphy item */
"Giphy item" = "عنصر Giphy";

/* A single Trello board */
"Trello board" = "لوحة Trello";

/* A single Trello card */
"Trello card" = "بطاقة Trello";

/* A single Trello item */
"Trello item" = "عنصر Trello";

/* A single Trello list */
"Trello list" = "قائمة Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "ورقة Ulysses";

/* A single bar code */
"Bar code" = "رمز شريطي";

/* A single blood pressure recording */
"Blood pressure" = "ضغط الدم";

/* A single health sample in HealthKit */
"Health sample" = "عينة صحة";

/* A single iTunes artist */
"iTunes artist" = "فنان iTunes";

/* A single iTunes product */
"iTunes product" = "منتج iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "تحديث إعدادات الإشعارات";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "التحويل ما بين الكاميرات المواجهة للأمام والخلف";

/* Accessibility label for camera shutter button */
"Take picture" = "أخذ صورة";

/* Accessibility label; button to start dictation */
"Start dictation" = "بدء الإملاء";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "إيقاف الإملاء";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "اختيار الكاميرا - الأمامية";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "اختيار الكاميرا - الخلفية";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "تغيير الكاميرا";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "يجب توفير اسم لاستخدامه مع بطاقة Trello الجديدة.";

/* Add Trello card action error */
"You must select a board to create the card on." = "يجب تحديد لوحة لإنشاء البطاقة عليها.";

/* Add Trello card action error */
"You must select a list to create the card on." = "يجب تحديد قائمة لإنشاء البطاقة عليها.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "فشل تحميل %@ كمرفق.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "وقت التنبيه المقدم غير صالح. الرجاء التأكد من عدم وجود أخطاء إملائية وتوفير وقت خلال اليوم.";

/* Add new event; choose end date */
"Choose End Date" = "اختيار تاريخ انتهاء";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "‏%1$@ - ‏%2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "تاريخ الانتهاء المتوفر غير صالح. الرجاء توفير تاريخ انتهاء لهذا الحدث.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "تاريخ البدء المتوفر غير صالح. الرجاء توفير تاريخ بدء لهذا الحدث.";

/* Add new event; error */
"Invalid End Date" = "تاريخ الانتهاء غير صالح";

/* Add new event; error */
"Invalid Start Date" = "تاريخ البدء غير صالح";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "لم يتم توفير عنوان. الرجاء توفير عنوان لهذا الحدث.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "لم يتم توفير عنوان. الرجاء توفير عنوان لهذا التذكير.";

/* Add new reminder error */
"The alert location provided could not be found." = "تعذر العثور على موقع التنبيه المقدم.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "عندما أدخل: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "عندما أغادر: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "عندما أكون بالقرب من: %@";

/* Add new reminder; alert trigger never */
"Never" = "مطلقًا";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "يتفاوت";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "لم يتم تحديد قائمة";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "يجب تحديد قائمة لإضافة المهمة إليها.";

/* Add to Wunderlist action no title error */
"No Title" = "بلا عنوان";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "يجب توفير عنوان عند إنشاء مهمة جديدة في Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "كل يوم";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "تعيين WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "تعيين WLAN على الجهاز للتشغيل أو الإيقاف.";

/* App name */
"1Password" = "‏1Password";

/* App name */
"Dropbox" = "‏Dropbox";

/* App name */
"Google" = "‏Google";

/* App name */
"Imgur" = "‏Imgur";

/* App name */
"Instapaper" = "‏Instapaper";

/* App name */
"Slack" = "‏Slack";

/* App name */
"Todoist" = "‏Todoist";

/* App name */
"Trello" = "‏Trello";

/* App name */
"WordPress" = "‏WordPress";

/* App name */
"Wunderlist" = "‏Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "يجب تحديد اسم ملف أو مسار في إجراء \"إرفاق بملف\".";

/* Append file failure reason */
"No File Path Provided" = "لم يتم توفير مسار ملف";

/* Ask for input action */
"Enter URL" = "أدخل عنوان URL";

/* Ask for input action */
"Enter number" = "أدخل رقمًا";

/* Ask for input action */
"Pick date" = "اختيار تاريخ";

/* Attribution for the weather service */
"The Weather Channel" = "‏The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "اضغط لإنهاء التسجيل.";

/* Audio recorder */
"Tap to start recording." = "اضغط لبدء التسجيل.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "بيانات base64 المدخلة في \"ترميز Base64\" غير صالحة.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "يوجد بالفعل ملف بالاسم \"%@\" في المسار المحدد.";

/* Box error */
"The folder doesn't exist" = "المجلد غير موجود";

/* Box error */
"The folder doesn’t exist" = "المجلد غير موجود";

/* Box error message */
"An error occured while authenticating your Box account." = "حدث خطأ أثناء المصادقة على حسابك في Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "المجلد الذي حاولت الحفظ فيه (%1$@) عبارة عن ملف موجود في %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "المسار الذي حاولت إرفاق النص به (%1$@) موجود داخل ملف في %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "المسار الذي حاولت إنشاء مجلد فيه (%1$@) عبارة عن ملف موجود في %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "المسار الذي حاولت إنشاء مجلد فيه (%1$@) موجود داخل ملف في %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "المسار الذي حاولت الحفظ فيه (%1$@) ليس موجودًا في %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "تعذر العثور على \"%@\" في حسابك في Box.";

/* Button */
"Cancel" = "إلغاء";

/* Button */
"Continue Anyway" = "متابعة على أي حال";

/* Button */
"Delete" = "حذف";

/* Button */
"Delete Account" = "حذف الحساب";

/* Button */
"Done" = "تم";

/* Button */
"Log In" = "تسجيل الدخول";

/* Button */
"Next" = "التالي";

/* Button */
"OK" = "موافق";

/* Button */
"Retry" = "إعادة المحاولة";

/* Button */
"Sign In" = "تسجيل الدخول";

/* Button or title */
"Add Account" = "إضافة حساب";

/* Button or title */
"Login" = "تسجيل الدخول";

/* Button that takes user to the iOS Health app */
"Open Health" = "فتح \"صحتي\"";

/* Button to allow access to health data or notifications */
"Allow Access" = "السماح بالوصول";

/* Button to open Settings */
"Open Settings" = "فتح الإعدادات";

/* Button; edit opacity */
"Opacity" = "معدل التعتيم";

/* Button; edit rotatation in overlay image action */
"Rotation" = "التدوير";

/* Button; email account app specfic password */
"Create App-Specific Password" = "إنشاء كلمة سر خاصة بالتطبيق";

/* Button; reset changes made in overlay image action */
"Reset" = "إعادة تعيين";

/* Camera flash option - auto */
"Auto" = "تلقائي";

/* Camera flash option - off */
"Off" = "إيقاف";

/* Camera flash option - on */
"Flash On" = "قيد التشغيل";

/* Choose an item */
"Choose" = "اختيار";

/* Choose from list action */
"Choose an item" = "اختيار عنصر";

/* Choose multiple images */
"Choose Images" = "اختيار صور";

/* Choose one image */
"Choose Image" = "اختيار صورة";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "هذا الملف كبير جدًا بالنسبة إلى CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "لقد تجاوزت حد التحميل اليومي المسوح به لخطة CloudApp Free المجانية.";

/* Combine images action error */
"Cannot run Combine Images" = "لا يمكن تشغيل دمج الصور";

/* Combine images action error description */
"No images were provided to combine." = "لم يتم توفير صور لدمجها.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "حالات الطقس";

/* Conditions of the weather */
"Weather Conditions (Single)" = "حالات الطقس";

/* Content property name */
"Biological Sex (Content Property Name)" = "الجنس البيولوجي";

/* Content property name */
"Blood Type (Content Property Name)" = "فصيلة الدم";

/* Content property name */
"Date of Birth (Content Property Name)" = "تاريخ الميلاد";

/* Content property name */
"Unspecified (Content Property Name)" = "غير محدد";

/* Create IFTTT applet */
"Create Applet" = "إنشاء تطبيق مصغر";

/* Create Trello list action error */
"You must select a board to create the list on." = "يجب تحديد لوحة لإنشاء القائمة عليها.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "يجب تحديد مسار للمجلد الجديد.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "لم يتم تحديد مسار.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/مغامرة/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "مغامرة/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "لم يتم توفير اسم. الرجاء توفير اسم لقائمة التشغيل.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "تاريخ ضغط الدم";

/* Default notification text for Show Notification action. */
"Notification" = "إشعار";

/* Default value for the translate text action */
"Detect Language" = "اكتشاف اللغة";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "هل ترغب بالتأكيد في حذف %@؟";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "هل تريد بالتأكيد حذف %@؟";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "هل أنت متأكد من رغبتك في حذف %@؟";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "حذف %@؟";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "التمرين";

/* Dictate text action error */
"Recognition Unavailable" = "التعرف غير متوفر";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "التعرف على الكلام غير متاح حاليًا. يرجى التحقق من الاتصال بالإنترنت.";

/* Dictate text action is listening to user */
"Now listening…" = "جاري الاستماع…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "تأكد من إدخال عنوان URL في إجراء \"إحضار محتويات عنوان URL\".";

/* Download URL or Open URL action error */
"No URL Specified" = "لم يتم تحديد عنوان URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "كان يتوقع العثور على ملف، ولكن المسار المتوفر لا يشير إلى ملف.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "كان يتوقع العثور على مجلد، ولكن المسار المتوفر لا يشير إلى مجلد.";

/* Dropbox error */
"A shared link already exists." = "يوجد رابط مشترك بالفعل.";

/* Dropbox error */
"Access to the requested path is forbidden." = "الوصول إلى المسار المطلوب ممنوع.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "حدث خطأ عند إنشاء رابط مشاركة، لأن البريد الإلكتروني المرتبط بحسابك في Dropbox لم يتم التحقق منه.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "ليس بإمكان Dropbox الوصول إلى هذا الملف أو المجلد بسبب اسمه.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "ليس بإمكان Dropbox حفظ هذا الملف أو المجلد بسبب اسمه.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "ليس بإمكان Dropbox الكتابة إلى المسار المحدد بسبب وجود تعارض.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "لا يمكن نقل الملف بسبب وجود قيود على المحتوى. على سبيل المثال: في بعض الأوقات توجد قيود قانونية بسبب دعاوى حقوق النشر.";

/* Dropbox error */
"The path root parameter provided is invalid." = "معامل جذر المسار المتوفر غير صالح.";

/* Dropbox error */
"The request timed out. Please try again." = "انتهت مهلة الطلب الرجاء المحاولة مرة أخرى.";

/* Dropbox error */
"The share settings provided are invalid." = "إعدادات المشاركة المتوفرة غير صالحة.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "تعذر العثور على ملف في المسار المحدد.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "لا يسمح لك بتعديل إعدادات هذا الرابط.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "ليست لديك مساحة كافية في Dropbox لكتابة هذه البيانات.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "ليس لديك الإذن اللازم للكتابة إلى الموقع المحدد.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "المسار الذي حاولت الحفظ فيه (%1$@) عبارة عن ملف موجود في %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "تعذر حفظ \"%@\" لأنه عبارة عن مجلد أو حزمة. جرب ضغط هذا الملف باستخدام \"ضغط كأرشيف\" قبل الحفظ.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "لم يتم العثور على ملف في المسار: %@";

/* Dropbox or Box error */
"Folder already exists" = "المجلد موجود مسبقًا";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "المسار الذي حاولت الحفظ فيه (%1$@) عبارة عن ملف موجود في %2$@. عند حفظ ملفات متعددة في نفس الوقت، يجب تحديد مسار إلى مجلد بدلاً منذ ذلك.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "المسار الذي حاولت الحفظ فيه (%1$@) عبارة عن مجلد موجود في %2$@. عند إرفاق نص إلى ملف، يجب تحديد مسار إلى ملف بدلاً منذ ذلك.";

/* Dropbox unknown error */
"An unknown error occurred" = "حدث خطأ غير معروف";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "حدث خطأ غير معروف (%@)";

/* Email account encryption */
"Encryption" = "التشفير";

/* Email account login authentication error */
"Authentication Failed" = "فشلت المصادقة";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "عنوان البريد الإلكتروني أو كلمة السر التي أدخلتها غير صحيحة.\n\nفي حالة تمكين التحقق بخطوتين، يجب إنشاء كلمة سر خاصة بالتطبيق.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "عنوان البريد الإلكتروني أو كلمة السر التي حددتها غير صحيحة.\n\nفي حالة تمكين التحقق بخطوتين، يجب إدخال كلمة سر خاصة بالتطبيق بدلاً من ذلك.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "الإعدادات المتقدمة";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "البريد الإلكتروني";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "اسم المضيف";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "تاريخ انتهاء ضغط الدم";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "فشل تشغيل الصوت لأن الإدخال بتنسيق غير مدعوم.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "الرجاء إدخال تاريخ صالح في إجراء \"التاريخ\".";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "التاريخ غير صالح";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "فشل إجراء \"تقدير وقت الانتقال\" بسبب عدم تمرير موقع وجهة كإدخال.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "فشل إجراء \"تشغيل JavaScript في صفحة ويب\" بسبب عدم توفير صفحة ويب كإدخال.";

/* Error message */
"Your email or password is incorrect." = "البريد الإلكتروني أو كلمة السر غير صحيح.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "الرجاء تمرير عنوان URL صالح للموجز إلى الإجراء \"إحضار عناصر من موجز RSS\".";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "الرجاء إدخال عنوان صالح في إجراء \"عنوان الشارع\".";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "تعذر العثور على الموقع الذي أدخلته في إجراء \"تقدير وقت الانتقال\". جرب تحديد مدينة أو ولاية بالإضافة إلى عنوان الشارع.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "تم العثور على عدة منبهات بالاسم %@. جرب اختيار منبه محدد.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "فشل \"تشغيل مشهد المنزل\" بسبب تعذر العثور على المنزل \"%1$@\"";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "فشل \"تشغيل مشهد المنزل\" بسبب تعذر العثور على المشهد \"%1$@\" في المنزل \"%2$@\".";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "فشل \"تشغيل مشهد المنزل\" بسبب عدم تحديد منزل";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "فشل \"تشغيل مشهد المنزل\" بسبب عدم تحديد مشهد";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "غير قادر على تحليل موجز الأخبار";

/* Error message title when no address is entered into Street Address action */
"No Address" = "لا يوجد عنوان";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "الموقع غير صالح";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "الرجاء توفير وحدة للتحويل إليها.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "فشل القياس لأنه لم يتم تحديد وحدة. الرجاء اختيار وحدة.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "لا يمكن تحويل القياس بوحدة %1$@ إلى %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "الرجاء إدخال تاريخ صالح للمنبه.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "لاستخدام هذا الإجراء، يجب تمكين Siri في الإعدادات.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "غير قادر على إكمال الطلب نظرًا لتعطيل Siri.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "يجب أن تكون مدة المؤقت أقل من ٢٤ ساعة.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "الرجاء توفير مدة للمؤقت.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "الرجاء تحديد منبه لتشغيله أو إيقافه.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "حدث خطأ غير معروف أثناء إجراء الطلب.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "غير قادر على إكمال الطلب لأنه غير مدعوم على هذا النظام الأساسي.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "لا يوجد موقع";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "لا توجد صفحة ويب";

/* Exit shortcut action error */
"User requested shortcut exit." = "طلب المستخدم الخروج من الاختصار.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "مثال.txt";

/* File picker; button */
"Save Here" = "حفظ هنا";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "إحضار الملفات المحددة (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "إحضار الملف المحدد (١)";

/* File status */
"This folder is empty" = "هذا المجلد فارغ";

/* File status loading */
"Loading…" = "جاري التحميل…";

/* Find health sample; no samples found */
"No Samples Found" = "لم يتم العثور على عينات";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "إما أنه لا توجد عينات %@ مسجلة، أو أنك بحاجة لمنح \"الاختصارات\" حق الوصول إلى العينات في تطبيق صحتي.";

/* Finish dictation command */
"Finish Dictation" = "إنهاء الإملاء";

/* Generic health object type when we can’t determine the object type */
"Health" = "الصحة";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "مثال.txt";

/* Get IP address action error */
"The domain could not be found." = "تعذر العثور على النطاق.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "تعذر العثور على النطاق (الخطأ ٢).";

/* Get IP address action error */
"The response data was not a valid string." = "بيانات الاستجابة لم تكن سلسلة صالحة.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "يجب تحديد لوحة لاسترداد البطاقات منها.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "يجب تحديد لوحة لاسترداد القوائم منها.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "يجب تحديد قائمة لاسترداد البطاقات منها.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "تعذر التحقق من حسابك في Trello. الرجاء تسجيل الخروج والمحاولة مرة أخرى!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "لم يتم توفير مفتاح";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "لم يتم العثور على موقع مخصص";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "لا يوجد موقع مخصص";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "تم تكوين \"تقدير المسافة\" بحيث يحصل على وقت الانتقال من موقع مخصص، ولكن لم يتم العثور على الموقع المخصص الذي أدخلته.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "تم تكوين \"تقدير المسافة\" بحيث يحصل على وقت الانتقال من موقع مخصص، ولكن لم يتم تزويد أي موقع.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "تعذر تقدير المسافة لأنه لم يتم إدخال موقع.";

/* Get emoji name action error */
"Failed to find the emoji font." = "فشل العثور على خط إيموجي.";

/* Get frames from image error */
"No Image Provided" = "لم يتم توفير صورة";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "لم يتم تمرير صورة GIF كإدخال في \"إحضار إطارات من صورة\".";

/* Get group from matched text action error */
"No Match" = "لا يوجد تطابق";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "الفهرس الذي حددته خارج النطاق المسموح به (طلبت المجموعة %1$ld، والتطابق لديه %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "فشل إجراء \"إحضار مجموعة من النص المطابق\" بسبب عدم وجود مطابقة لمجموعة الالتقاط %ld.";

/* Get halfway point action error */
"No first location was provided." = "لم يتم توفير موقع أول.";

/* Get halfway point action error */
"No second location was provided." = "لم يتم توفير موقع ثانٍ.";

/* Get halfway point action error */
"Please provide a first location." = "الرجاء توفير موقع أول.";

/* Get halfway point action error */
"Please provide a second location." = "الرجاء توفير موقع ثانٍ.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "النطاق الذي حددته غير صالح (طلبت العناصر %1$d حتى %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "النطاق الذي حددته خارج النطاق المسموح به (طلبت العناصر %1$d حتى %2$d ولكن العنصر الأول عند الفهرس رقم ١)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "النطاق الذي حددته خارج النطاق المسموح به (طلبت العناصر %1$d حتى %2$d والقائمة تضم %3$d فقط)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "لقد طلبت العنصر %d، ولكن العنصر الأول عند المؤشر رقم ١.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "لم يتمكن الاختصارات من العثور على أي عمليات استيراد في مكتبة الصور لديك.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "لم يتمكن الاختصارات من العثور على العناصر المطلوبة في مكتبة الصور لديك.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "تم تكوين \"تقدير وقت الانتقال\" لتقدير الوقت من موقع مخصص، ولكن لم يتم العثور على الموقع المخصص الذي أدخلته.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "تم تكوين \"تقدير وقت الانتقال\" لتقدير الوقت من موقع مخصص، ولكن لم يتم توفير أي موقع.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "تم إيقاف وصول تطبيق صحتي إلى %@. يمكنك تشغيل فئات البيانات الصحية في تطبيق صحتي.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "للإجابة عن هذا السؤال، يحتاج \"الاختصارات\" الوصول إلى بيانات %@ الخاصة بك.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "ليس بإمكان \"الاختصارات\" الوصول إلى بيانات %@ الخاصة بك.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "عينة كمية %@، لا توجد بيانات وحدات";

/* Health category date */
"Date" = "التاريخ";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "بداية الدورة";

/* Health category start date */
"Start Date" = "تاريخ البدء";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "ضغط الدم";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "نوع الاختبار";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "موعد الوجبة";

/* Health quantity; blood pressure */
"Diastolic" = "انبساطي";

/* Health quantity; blood pressure */
"Systolic" = "انقباضي";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "السبب";

/* Health unit for count of generic health sample */
"count" = "العدّ";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "العدّ";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "العدّ";

/* Health unit for joule */
"J" = "جول";

/* Health unit for millimeter */
"mm" = "مم";

/* Health unit for ounce */
"oz" = "أونصة";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "لم يتم تنفيذ أنواع %@";

/* HealthKit resource error */
"This device does not have the Health app." = "هذا الجهاز لا يحتوي على تطبيق صحتي.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "هذا الاختصار يتطلب تطبيق صحتي، وهذا الجهاز لا يحتوي على التطبيق.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "شروط الخدمة";

/* Link to a 3rd party terms of service */
"Terms of Use" = "شروط الاستخدام";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "تأكد أن الجهاز ليس في نمط الطيران وحاول مرة أخرى، وربما يكون تشغيل Wi-Fi مفيدًا.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "لم يتمكن الاختصارات من العثور على موقعك الحالي.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "التاريخ المتوفر غير صالح. الرجاء توفير تاريخ للعينة أو ترك حقل البيانات فارغًا لاستخدام التاريخ الحالي.";

/* Log health sample */
"Invalid Date Range" = "نطاق التاريخ غير صالح";

/* Log health sample */
"No Value Selected" = "لم يتم تحديد قيمة";

/* Log health sample */
"Please select a type for this Health sample." = "الرجاء تحديد نوع لعينة الصحة هذه.";

/* Log health sample */
"Please select an end date that is after the start date." = "الرجاء تحديد تاريخ انتهاء يقع بعد تاريخ البدء.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "الرجاء تحديد قيمة لعينة جودة مخاط العنق هذه.";

/* Log health sample; health sample type */
"No Type Selected" = "لم يتم تحديد نوع";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "لم يتم تحديد سبب";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "الرجاء تحديد سبب إعطاء الأنسولين.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "الرجاء تحديد قيمة لعينة الحيض هذه.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "الرجاء تحديد ما إذا كانت هذه العينة في بداية الدورة أم لا.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "لم يتم تحديد وحدة";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "الرجاء تحديد وحدة قياس لعينة الصحة هذه.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "الرجاء تحديد قيمة لعينة نتيجة اختبار الإباضة هذه.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "الرجاء تحديد قيمة لعينة تحليل النوم هذه.";

/* Log in view; email address placeholder */
"Email address" = "عنوان البريد الإلكتروني";

/* Log workout action */
"No Workout Type Selected" = "لم يتم تحديد نوع تمرين";

/* Log workout action */
"Please select a type of activity for this workout." = "الرجاء تحديد نوع نشاط لهذا التمرين.";

/* Login error */
"Your username and/or password are incorrect." = "اسم المستخدم و/أو كلمة السر غير صحيح.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "يتم تخزين بيانات اعتمادك على هذا الجهاز فقط ولن تتم مشاركتها مع خوادمنا أو أي جهات خارجية.";

/* Mail error */
"A recipient is required to send message" = "يجب وجود مستلم لإرسال رسالة";

/* Mail error */
"A sender is required to send message" = "يجب وجود مرسل لإرسال رسالة";

/* Mail error */
"A stable connection to the server could not be established" = "تعذر إنشاء اتصال مستقر بالخادم";

/* Mail error */
"Account check failed because the account is invalid" = "فشل التحقق من الحساب لأن الحساب غير صالح.";

/* Mail error */
"An application specific password is required" = "كلمة السر الخاصة بالتطبيق مطلوبة";

/* Mail error */
"An error occurred during an IDLE operation" = "حدث خطأ أثناء عملية IDLE.";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "حدث خطأ أثناء إلغاء الاشتراك في المجلد المطلوب.";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "حدث خطأ أثناء إلحاق رسالة بالمجلد المطلوب.";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "حدث خطأ أثناء نسخ رسالة إلى المجلد المطلوب.";

/* Mail error */
"An error occurred while creating the requested folder" = "حدث خطأ أثناء إنشاء المجلد المطلوب";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "حدث خطأ أثناء حذف رسالة على خادم POP.";

/* Mail error */
"An error occurred while deleting the requested folder" = "حدث خطأ أثناء حذف المجلد المطلوب";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "حدث خطأ أثناء شطب رسالة في المجلد المطلوب.";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "حدث خطأ أثناء جلب قائمة رسالة على خادم POP.";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "حدث خطأ أثناء جلب رسائل في المجلد المطلوب.";

/* Mail error */
"An error occurred while performing a No-Op operation" = "حدث خطأ أثناء تنفيذ عملية No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "حدث خطأ أثناء إعادة تسمية المجلد المطلوب";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "حدث خطأ أثناء طلب إمكانيات الخادم.";

/* Mail error */
"An error occurred while requesting the server's identity" = "حدث خطأ أثناء طلب هوية الخادم.";

/* Mail error */
"An error occurred while requesting the server's namespace" = "حدث خطأ أثناء طلب مساحة اسم الخادم.";

/* Mail error */
"An error occurred while sending the message" = "حدث خطأ أثناء إرسال الرسالة";

/* Mail error */
"An error occurred while storing flags" = "حدث خطأ أثناء تخزين الأعلام.";

/* Mail error */
"An error when requesting date" = "حدث خطأ أثناء طلب التاريخ";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "تمت محاولة إرسال رسالة مع مرفق غير قانوني";

/* Mail error */
"Authentication is required for this SMTP server" = "المصادقة مطلوبة لخادم SMTP هذا";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "تم تخطي حدود النطاق الترددي أثناء طلب بيانات من حساب Gmail هذا";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "لا يمكن إرسال الرسالة لأن الخادم اكتشف رسالة يحتمل أن تكون مزعجة";

/* Mail error */
"Compression is not available" = "المقارنة غير متوفرة";

/* Mail error */
"Credentials with password too simple" = "كلمة سر بيانات الاعتماد بسيطة جدًا";

/* Mail error */
"Error while running custom command" = "حدث خطأ إجراء الأمر المخصص.";

/* Mail error */
"File access error" = "خطأ في الوصول إلى الملف";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "لم يتم تمكين IMAP لحساب Gmail هذا";

/* Mail error */
"MobileMe is no longer an active mail service" = "لم تعد خدمة البريد MobileMe متوفرة";

/* Mail error */
"No valid server found" = "لم يتم العثور على خادم صالح";

/* Mail error */
"Sending messages is not allowed on this server" = "إرسال الرسائل غير مسموح على هذا الخادم";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "تم بلوغ الحد الأقصى للتخزين الخاص بـ SMTP أثناء محاولة إرسال رسالة كبيرة";

/* Mail error */
"The certificate for this server is invalid" = "الشهادة لهذا الخادم غير صالحة";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "حساب HotMail الحالي غير قادر على الاتصال بـ WebMail";

/* Mail error */
"The operation succeeded" = "نجحت العملية";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "المجلد المطلوب غير موجود. فشل تحديد المجلد";

/* Mail error */
"The server does not support STARTTLS connections" = "لا يدعم الخادم اتصالات STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "لا يدعم الخادم اتصالات TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "يجب على المستخدم أن يسجل الدخول عبر متصفح الويب";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "تم إجراء اتصالات متزامنة كثيرة إلى حساب Gmail هذا.";

/* Mail error */
"Unable to authenticate with the current session's credential" = "تعذرت المصادقة باستخدام بيان اعتماد الجلسة الحالية";

/* Mail error */
"Unable to parse response from server" = "تعذر تحليل إجابة الخادم";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "تعدى المتسخدم الحد اليومي المسموح به لإرسال الرسائل.";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "خوادم ‪Yahoo!‬ غير متوفرة حاليًا.";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "المتغير \"%@\" لم يتضمن أي صورة لاستخدامها للقناع.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "تأكد من تحديد متغير لخيار \"قناع الصورة\" في إجراء \"صورة القناع\".";

/* Mask Image action error title */
"No Mask Provided" = "لم يتم توفير قناع";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "الرجاء تحديد الخدمة في %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "‏JavaScript هذا مشابه لبرنامج نصي معروف بأنه غير آمن؛ ولهذا لن يتم تشغيله حرصًا على أمنك.";

/* Multiple App Store apps */
"App Store apps" = "تطبيقات App Store";

/* Multiple Box files */
"Box files" = "ملفات Box";

/* Multiple Dropbox files */
"Dropbox files" = "ملفات Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "ملاحظات Evernote";

/* Multiple Giphy items */
"Giphy items" = "عناصر Giphy";

/* Multiple Trello boards */
"Trello boards" = "لوحات Trello";

/* Multiple Trello cards */
"Trello cards" = "بطاقات Trello";

/* Multiple Trello items */
"Trello items" = "عناصر Trello";

/* Multiple Trello lists */
"Trello lists" = "قوائم Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "أوراق Ulysses";

/* Multiple bar codes */
"Bar codes" = "رموز شريطية";

/* Multiple blood pressure recordings */
"Blood pressures" = "تسجيلات ضغط الدم";

/* Multiple health samples in HealthKit */
"Health samples" = "عينات صحة";

/* Multiple iTunes artists */
"iTunes artists" = "فنانو iTunes";

/* Multiple iTunes products */
"iTunes products" = "منتجات iTunes";

/* Multiple text matches */
"Text matches" = "مطابقات النص";

/* Multiple workout samples */
"Workout samples" = "عينات تمارين";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "‏%@ - %@: ‏%@";

/* Navigation bar title */
"Edit Account" = "تحرير الحساب";

/* Navigation bar title */
"Email Settings" = "إعدادات البريد الإلكتروني";

/* Navigation bar title */
"Log In to CloudApp" = "تسجيل الدخول إلى CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "تسجيل الدخول | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "تسجيل الدخول إلى Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "تسجيل الدخول إلى Pinboard";

/* Navigation bar title */
"Login to WordPress" = "تسجيل الدخول إلى WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "شائعة";

/* Navigation bar title; app name */
"Giphy" = "‏Giphy";

/* Network picker option */
"Cellular" = "خلوي";

/* Network picker option */
"WLAN" = "‏WLAN";

/* Network picker option */
"Wi-Fi" = "‏Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "مسح شريط البحث لعرض صور GIF الشائعة.";

/* No GIFs found empty state title */
"No Results Found" = "لم يتم العثور على نتائج";

/* None option */
"None" = "لا شيء";

/* One text match */
"Text match" = "مطابقة النص";

/* One workout sample */
"Workout sample" = "نموذج تمرين";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "تأكد من إدخال عنوان URL في إجراء \"فتح عنوان URL\".";

/* Open URL action error */
"The URL could not be opened." = "تعذر فتح عنوان URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "فشل إجراء \"فتح التطبيق\" لأنه لم يتمكن من العثور على تطبيق لفتحه.";

/* Open app action error */
"Open App failed because the app could not be opened." = "فشل إجراء فتح التطبيق بسبب تعذر فتح التطبيق.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "فشل إجراء \"فتح في…\" لأنه لم يتمكن من العثور على تطبيق للفتح فيه.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "لم يتم تثبيت %1$@ أو تعذر فتح الملف %2$@.";

/* Optional field placeholder */
"Optional" = "اختياري";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "تأكد من اختيار متغير في إجراء \"تراكب الصورة\".";

/* Overlay image action error */
"No Overlay Image" = "لا توجد صورة للتراكب";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "المتغير \"%@\" لم يتضمن أي صورة لتنفيذ تراكب عليها.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "جاري معالجة الصورة…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "‏Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "خرائط Google";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "الخرائط";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "‏Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "‏Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "ركوب الدراجة";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "القيادة";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "المواصلات";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "السير";

/* Parameter placeholder; parameter sets a filename */
"optional" = "اختياري";

/* Parameter value */
"A+ (Parameter Value)" = "+أ";

/* Parameter value */
"A- (Parameter Value)" = "-أ";

/* Parameter value */
"AB+ (Parameter Value)" = "+أب";

/* Parameter value */
"AB- (Parameter Value)" = "-أب";

/* Parameter value */
"After Meal (Parameter Value)" = "بعد الوجبة";

/* Parameter value */
"Asleep (Parameter Value)" = "نائم";

/* Parameter value */
"Awake (Parameter Value)" = "مستيقظ";

/* Parameter value */
"B+ (Parameter Value)" = "+ب";

/* Parameter value */
"B- (Parameter Value)" = "-ب";

/* Parameter value */
"Basal (Parameter Value)" = "أساسي";

/* Parameter value */
"Before Meal (Parameter Value)" = "قبل الوجبة";

/* Parameter value */
"Bolus (Parameter Value)" = "إضافي";

/* Parameter value */
"Creamy (Parameter Value)" = "دسم";

/* Parameter value */
"Dry (Parameter Value)" = "جاف";

/* Parameter value */
"Egg White (Parameter Value)" = "بياض البيض";

/* Parameter value */
"Female (Parameter Value)" = "أنثى";

/* Parameter value */
"Heavy (Parameter Value)" = "شديد";

/* Parameter value */
"Idle (Parameter Value)" = "خامل";

/* Parameter value */
"In Bed (Parameter Value)" = "في السرير";

/* Parameter value */
"Indeterminate (Parameter Value)" = "غير محدد";

/* Parameter value */
"Light (Parameter Value)" = "خفيف";

/* Parameter value */
"Male (Parameter Value)" = "ذكر";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "اختبار تمرين Max";

/* Parameter value */
"Medium (Parameter Value)" = "متوسط";

/* Parameter value */
"Negative (Parameter Value)" = "سلبي";

/* Parameter value */
"No (Parameter Value)" = "لا";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "توقع عند عدم التمرين";

/* Parameter value */
"Not Set (Parameter Value)" = "لم يتم التعيين";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "أخرى";

/* Parameter value */
"Positive (Parameter Value)" = "إيجابي";

/* Parameter value */
"Protection Unused (Parameter Value)" = "الحماية غير مستخدمة";

/* Parameter value */
"Protection Used (Parameter Value)" = "الحماية مستخدمة";

/* Parameter value */
"Sticky (Parameter Value)" = "لزج";

/* Parameter value */
"Stood (Parameter Value)" = "تم الوقوف";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "توقع Sub-Max عند التمرين";

/* Parameter value */
"Unspecified (Parameter Value)" = "غير محدد";

/* Parameter value */
"Watery (Parameter Value)" = "مائي";

/* Parameter value */
"Yes (Parameter Value)" = "نعم";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "مطابقة الإدخال";

/* Password placeholder or title */
"Password" = "كلمة السر";

/* Person’s name field placeholder */
"John Appleseed" = "باسل أسعد";

/* Person’s name field title */
"Name" = "الاسم";

/* Pinboard login option */
"Use API Token" = "استخدام رمز API";

/* Pinboard login option */
"Use API Token Instead" = "استخدام رمز API بدلاً من ذلك";

/* Pinboard login option */
"Use Password" = "استخدام كلمة السر";

/* Pinboard login option */
"Use Password Instead" = "استخدام كلمة السر بدلاً من ذلك";

/* Pinboard login section header */
"API Token" = "رمز API";

/* Pinboard login section header */
"Pinboard Login" = "تسجيل دخول Pinboard";

/* Playlist picker parameter */
"My Music Library" = "مكتبتي الموسيقية";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "لم يتم العثور على عناصر مطابقة للمعايير المحددة في Pocket.";

/* Post to Tumblr action error */
"No Blog" = "بلا مدونة";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "لم تحدد المدونة المطلوب النشر فيها.";

/* QuickLook action error */
"No Items" = "لا توجد عناصر";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "لم يمرر إجراء المعاينة السريعة أي عناصر إلى المعاينة.";

/* Recovery option; Enable Siri */
"Enable Siri" = "تمكين Siri";

/* Remove calendar item error */
"Remove" = "إزالة";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "المبلغ الذي حددته، %@، أكثر من الحد الأقصى المسموح لك بطلبه.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "المبلغ الذي حددته، %@، أقل من الحد الأدنى المسموح لك بطلبه.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "الشخص الذي تحاول طلب أموال منه ليس لديه حساب في %@.";

/* Required field placeholder */
"Required" = "مطلوب";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "يجب أن يستدعي البرنامج النصي الدالة \"completion(result)\" عند الانتهاء";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "حدث خطأ غير معروف عند تشغيل JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "فشل إجراء \"تشغيل JavaScript في صفحة ويب\" لأن البرنامج النصي أخذ وقتًا أطول من اللازم في استدعاء معالج الإكمال.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "انتهت مهلة JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "استثناء JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "‏JavaScript غير صالح";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "فشلت مصادقة SSH";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "الرجاء التحقق من بيانات اعتمادك في إجراء \"تشغيل برنامج SSH النصي\" ثم حاول مرة أخرى.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "لم يتم العثور على الاختصار";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "تأكد من تحديد اختصار صالح في إجراء \"تشغيل الاختصار\".";

/* SSH action error */
"Channel allocation error" = "خطأ في تخصيص القناة";

/* SSH action error */
"Connection timed out" = "انتهت مهلة الاتصال";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "تعذر اتصال الإجراء \"تشغيل البرنامج النصي عبر SSH\" بخادم SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "ألبوم غير معروف";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "ألبوم الصور المحدد ليس موجودًا.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "مسح ضوئي للرمز";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "بحث في Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "يجب توفير استعلام بحث لتنفيذ البحث عن الأعمال التجارية المحلية.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "لم يتم العثور على مواقع";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "لم يتم العثور على مواقع باستخدام الكلمات المفتاحية \"%@\".";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "إذا استخدمت إصدارًا من WordPress باستضافة خاصة، فأدخل عنوان URL للموقع الوارد أعلاه.";

/* Section header */
"WordPress Login" = "تسجيل دخول WordPress";

/* Section header for WordPress site URL */
"Site URL" = "عنوان URL للموقع";

/* Section header title */
"CloudApp Login" = "تسجيل دخول CloudApp";

/* Section header title */
"Incoming Mail Server" = "خادم البريد الوارد";

/* Section header title */
"Instapaper Login" = "تسجيل دخول Instapaper";

/* Section header title */
"Outgoing Mail Server" = "خادم البريد الصادر";

/* Section header title; email account */
"Accounts" = "الحسابات";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "لا يمكن إرسال بريد إلكتروني. ربما لم يتم إعداد البريد الإلكتروني.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "حساب البريد الإلكتروني غير صالح";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "لم يتم تسجيل الدخول إلى حساب البريد الإلكتروني المحدد على هذا الجهاز.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "لا يمكن إرسال رسائل. ربما لم يتم تمكين iMessage.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "المبلغ الذي حددته، %@، أكثر من الحد الأقصى المسموح لك بإرساله.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "المبلغ الذي حددته، %@، أقل من الحد الأدنى المسموح لك بإرساله.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "عملة المبلغ الذي حددته كانت %1$@، وهي ليست مدعومة من %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "لا يحتوي حسابك على الأموال الكافية لإرسال المبلغ.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "الشخص الذي تحاول إرسال أموال إليه ليس لديه حساب في %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "لم يتم تكوين حساب بنكي على هذا الجهاز.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "ستحتاج إلى فتح %@ للتحقق من بيانات اعتمادك.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "فوق الحد الأقصى للمبلغ";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "أقل من الحد الأدنى للمبلغ";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "العملة غير مدعومة";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "الأموال غير كافية";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "لا يوجد حساب بنكي";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "لم يتم التحقق من بيانات الاعتماد";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "بلا حساب";

/* Service name */
"Box" = "‏Box";

/* Service name */
"CloudApp" = "‏CloudApp";

/* Service name */
"Location" = "الموقع";

/* Service name */
"Microphone" = "الميكروفون";

/* Service name */
"Notifications" = "الإشعارات";

/* Service name */
"Pinboard" = "‏Pinboard";

/* Service name */
"Speech Recognition" = "التعرف على الكلام";

/* Service name */
"iCloud Drive" = "‏iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "لم يتم توفير مفتاح لإجراء \"تعيين قيمة القاموس\" للقيمة \"%@\".";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "لم يتم توفير قيمة";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "لم يتم توفير قيمة لإجراء \"تعيين قيمة القاموس\" للمفتاح \"%@\".";

/* Show definition action error */
"A definition could not be found for that term." = "تعذر العثور على تعريف لذلك المصطلح.";

/* Show definition action error */
"No Word Specified" = "لم يتم تحديد كلمة";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "لم يتم تمرير كلمة كإدخال في \"إظهار التعريف\"";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "قد يحدث ذلك في حالة عدم تثبيت قواميس. لإدارة القواميس، حدد كلمة في أي تطبيق واختر \"بحث في القاموس\"، ثم اضغط على \"إدارة\".";

/* Show in calendar action error */
"Calendar could not be opened." = "تعذر فتح التقويم.";

/* Show webpage action error */
"Unsupported URL" = "عنوان URL غير مدعوم";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "يدعم إجراء \"إظهار صفحة الويب\" عناوين URL التي تبدأ بـ ‪http://‬ و ‪https://‬، ولكنك حاولت إظهار عنوان URL يبدأ بـ ‪%@://‬";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "لم يتم إعداد %@ لإجراء مكالمات.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "فشل بدء المكالمة لأن %@ غير متاح.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "فشل بدء المكالمة لأن %@ لا يمكنه الاشتراك في المكالمة.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "‏%@ لا يدعم تفاصيل الاتصال المقدمة.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "الإعداد مطلوب";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "‏%@ غير متوفر";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "الاتصال غير مدعوم";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "تفاصيل الاتصال غير صالحة";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "تاريخ بداية ضغط الدم";

/* Subcategory */
"Device" = "الجهاز";

/* Subcategory for Set Volume action */
"Playback" = "إعادة التشغيل";

/* Take photo action error */
"No suitable camera was detected on this device." = "لم يتم اكتشاف كاميرا مناسبة على هذا الجهاز.";

/* Time until date action */
"An invalid date to compare to was provided." = "التاريخ المتوفر للمقارنة به غير صالح.";

/* Time until date action */
"No from date was provided." = "لم يتم توفير تاريخ بدء.";

/* Time until date action error */
"An invalid from date was provided." = "تاريخ البدء المتوفر غير صالح.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "‏JavaScript غير آمن";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "وقت الانتهاء المتوفر غير صالح. الرجاء توفير وقت انتهاء لميزة \"عدم الإزعاج\".";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "لم يتم توفير أي حدث تقويم. الرجاء توفير حدث لتمكين \"عدم الإزعاج\" خلال مدته.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "الرجاء توفير وقت انتهاء بعد الوقت الحالي لميزة \"عدم الإزعاج\".";

/* Trim video action error */
"The input was not a video that can be edited." = "الإدخال لم يكن فيديو يمكن تعديله.";

/* URL action error; %@=url */
"Invalid URL: %@" = "عنوان URL غير صالح: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "الرجاء إعادة تخويل \"الاختصارات\" مع Ulysses للوصول إلى هذه الورقة.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "مطلوب الوصول إلى Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "غير محدد";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "تسجيل الصوت";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = "‏، ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " و";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " و";

/* User name field title */
"User Name" = "اسم المستخدم";

/* Username placeholder or title */
"Username" = "اسم المستخدم";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "المصباح اليدوي للجهاز غير متاح حاليًا للاستخدام من الاختصارات.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "هذا الجهاز لا يحتوي على مصباح يدوي.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "تم تكوين إجراء الطقس لإحضار الطقس من موقع مخصص، ولكن لم يتم توفير أي موقع.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "غير قادر على تحديد الموقع.";

/* Weather condition: Blizzard */
"Blizzard" = "عاصفة ثلجية";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "زوبعة ثلجية";

/* Weather condition: Blustery */
"Blustery" = "عاصف";

/* Weather condition: Clear */
"Clear" = "صافٍ";

/* Weather condition: Cloudy */
"Cloudy" = "غائم";

/* Weather condition: Cold */
"Cold" = "بارد";

/* Weather condition: Drizzle */
"Drizzle" = "رذاذ";

/* Weather condition: Dust */
"Dust" = "غبار";

/* Weather condition: Foggy */
"Foggy" = "ضبابي";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "رذاذ متجمد";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "أمطار متجمدة";

/* Weather condition: Hail */
"Hail" = "بَرَد";

/* Weather condition: Haze */
"Haze" = "ضباب خفيف";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "أمطار غزيرة";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "ثلوج غزيرة";

/* Weather condition: Hot */
"Hot" = "حار";

/* Weather condition: Hurricane */
"Hurricane" = "إعصار";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "زخات رعدية معزولة";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "عواصف رعدية معزولة";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "زخات ثلجية خفيفة";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "خليط مطر وبَرَد";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "خليط مطر وصقيع";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "خليط مطر وثلج";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "خليط ثلج وصقيع";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "صافٍ أغلب الوقت";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "غائم أغلب الوقت";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "غائم جزئيًا";

/* Weather condition: Rain */
"Rain" = "أمطار";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "زخات مطر متناثرة";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "زخات ثلجية متناثرة";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "عواصف رعدية متناثرة";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "عواصف رعدية شديدة";

/* Weather condition: Showers */
"Showers" = "زخات مطر";

/* Weather condition: Sleet */
"Sleet" = "أمطار نصف متجمدة";

/* Weather condition: Smoky */
"Smoky" = "دخاني";

/* Weather condition: Snow */
"Snow" = "ثلوج";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "موجات من الثلوج";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "عواصف رعدية";

/* Weather condition: Tornado */
"Tornado" = "تورنادو";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "عاصفة استوائية";

/* Weather condition: Windy */
"Windy" = "عاصف";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "‏%1$@ و %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "الهواء ملوث";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "ملوثات الهواء";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "المجلد غير موجود.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "تعذر العثور على حاوية iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "تعذر على iCloud إحضار الرابط إلى هذا الملف لأنه عبارة عن مجلد. يدعم iCloud إحضار الروابط للملفات العادية فقط.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "تعذر على iCloud إحضار الرابط إلى %@ لأنه عبارة عن حزمة (الحزمة عبارة عن مجلد يعمل كملف).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "‏\"%@\" عبارة عن حزمة";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "المسار الذي حاولت الحفظ فيه (%@) ليس موجودًا في iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "المسار الذي حاولت الحفظ فيه (%@) عبارة عن ملف موجود في iCloud. عند حفظ ملفات متعددة في نفس الوقت، يجب تحديد مسار إلى مجلد بدلاً منذ ذلك.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "‏\"%@\" عبارة عن مجلد";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "الملف موجود مسبقًا";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "الملف موجود مسبقًا.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "عنوان البريد الإلكتروني أو كلمة السر التي حددتها غير صحيحة. لتسجيل الدخول إلى بريد iCloud في الاختصارات، يجب استخدام كلمة سر خاصة بالتطبيق.\n\nفي حالة عدم تمكين التحقق بخطوتين، يجب تمكينه لإنشاء كلمة سر خاصة بالتطبيق.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "الممثل";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "الألبوم";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "الفنان";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "المؤلف";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "الملحن";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "الوصف";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "المخرج";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "فيلم طويل";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "النوع";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "الكلمات المفتاحية";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "اللغة";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "الفنان";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "فيلم";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "المنتج";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "معرّف المنتج";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "مؤشر التقييم";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "التقييم";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "سنة الإصدار";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "فيلم قصير";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "إظهار";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "المطور";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "أغنية";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "الحلقة";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "الموسم";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "العنوان الرئيسي";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "الكل";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "الفنان";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "المقطع الصوتي";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "المؤلفون";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "الكتب الصوتية";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "الكتب";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "الفنانون";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "الأفلام";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "الألبومات";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "الفنانون";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "الأغاني";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "مسارات";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "فيديوهات موسيقية";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "المؤلفون";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "بودكاست";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "الفنانون";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "أفلام قصيرة";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "الحلقات";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "المواسم";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "الفنانون";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "مسارات";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "‏iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "‏iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "التطبيقات";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "الكتب الصوتية";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "الكتب";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "فيديوهات موسيقية";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "الموسيقى";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "بودكاست";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "أفلام قصيرة";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "برامج التلفاز";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "الكل";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "الأفلام";

